Repository: common-repository/pay2pay-for-woocommerce
Catalog: wp_wc_pay2pay-*.po
Languages: ru_ru

source: Payment by <a href="http://www.pay2pay.com/" title="Pay2Pay is a full service of your website in the field of organization and receiving electronic payments." target="_blank">Pay2Pay</a>.
ru_ru: Оплата с помощью <a href="http://www.pay2pay.com/" title="Pay2Pay — это комплексное обслуживание вашего сайта в области организации и приема электронных платежей." target="_blank">Pay2Pay</a>.

source: Enable/Disable
ru_ru: Включить/отключить

source: Enable
ru_ru: Включено

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout.
ru_ru: Позволяет задать заголовок, который видит покупатель в процессе оплаты.

source: Description
ru_ru: Описание

source: This controls the description which the user sees during checkout.
ru_ru: Описание способа оплаты, которое покупатель увидит на странице выбора метода оплаты.

source: Payment by bank credit cards, terminals, money transfer and electronic payment systems (Webmoney, QIWI Purse, LiqPay, Yandex.Money etc.).
ru_ru: Оплата с помощью банковских карт, терминалов самообслуживания, денежных переводов и электронных платежных системы (Webmoney, QIWI Кошелек, LiqPay, Яндкес.Деньги и т.д.).

source: Secret key
ru_ru: Секретный ключ

source: Custom character set is used to sign messages are forwarded.
ru_ru: Произвольный набор символов, используется для подписи сообщений при переадресации.

source: Hidden key
ru_ru: Скрытый ключ

source: Custom character set is used to sign hidden messages to Result URL.
ru_ru: Произвольный набор символов, используется для подписи скрытых сообщений на Result URL.

source: Test mode
ru_ru: Тестовый режим

source: (optional) Test mode.
ru_ru: (необязательный параметр) Тестовый режим работы.

source: Image
ru_ru: Изображение

source: (optional) Pay2Pay icon which the user sees during checkout on payment selection page.
ru_ru: (необязательный параметр) Иконка Pay2Pay, показываемая на странице выбора способа оплаты при оформлении заказа.

source: Don't use
ru_ru: Не использовать

source: Green
ru_ru: Зеленое

source: Grey
ru_ru: Серое

source: Transparent
ru_ru: Прозрачное

source: Payment method
ru_ru: Способ оплаты

source: (optional) Payment code. If set selected payment method will be chosen automatically. Available payment codes you can <a href="https://cp.pay2pay.com/?page=dev" title="Available payment codes list" target="_blank">look under "For developers" tab</a> in shop control panel.
ru_ru: (необязательный параметр) Код способа оплаты. При оплате заказа автоматически будет выбран указанный способ оплаты. Доступные коды способов оплаты Вы можете <a href="https://cp.pay2pay.com/?page=dev" title="Список кодов доступных способов оплаты" target="_blank">посмотреть на вкладке "Разработчикам"</a> в панели управления магазином.

source: <p>Thank you for your order! Now you will be redirected to the payment page.</p>
ru_ru: <p>Спасибо за Ваш заказ, сейчас Вы будете перенаправлены на страницу оплаты.</p>

source: Payment of the order is canceled.
ru_ru: Оплата заказа отменена.

source: Payment is expected.
ru_ru: Ожидается оплата.

source: Funds are reserved.
ru_ru: Средства зарезервированы.
